Repository: assen-totin/mate-disk-utility
Catalog: help/*/*.po
Languages: cs, de, pl, zh_cn

source: In the pane marked <guimenu>Storage Devices</guimenu>, you will find hard disks, CD/DVD drives, and other physical devices. Click the device you want to inspect.
de: In der mit <guimenu>Speichergeräte</guimenu> beschrifteten Leiste finden Sie Festplatten, CD/DVD-Laufwerke und andere physische Geräte. Klicken Sie auf das Gerät, das Sie untersuchen wollen.

source: In the right pane, the area labeled <guimenu>Volumes</guimenu> provides a visual breakdown of the volumes and partitions present on the selected device. It also contains a variety of tools used to manage these volumes.
de: In der rechten Leiste zeigt der mit <guimenu>Datenträger</guimenu> beschriftete Abschnitt eine bildliche Darstellung der Datenträger und Partitionen auf dem gewählten Gerät. Er enthält auch eine Reihe von Hilfsmitteln zur Verwaltung dieser Datenträger.

source: Be careful: it is possible to completely erase the data on your disk with these utilities.
de: Vorsicht: Es ist möglich, mit diesen Hilfsprogrammen alle Daten auf Ihrer Festplatte unwiederbringlich zu löschen.

source: Your computer most likely has at least one <emphasis>primary</emphasis> partition and a single <emphasis>swap</emphasis> partition. The swap partition is used by the operating system for memory management, and is rarely mounted. The primary partition contains your operating system, applications, settings, and personal files. These files can also be distributed among multiple partitions for security or convenience.
de: Ihr Rechner hat höchstwahrscheinlich mindestens eine <emphasis>primäre</emphasis> Partition und eine einzelne Partition für den <emphasis>Auslagerungsspeicher</emphasis>, auch als Swap-Partition bezeichnet. Der Auslagerungsspeicher wird vom Betriebssystem für die Verwaltung des Arbeitsspeichers verwendet und wird selten eingehängt. Die primäre Partition enthält Ihr Betriebssystem, Ihre Anwendungen, Einstellungen und persönlichen Dateien. Diese Dateien können auch über mehrere Partitionen verteilt sein, wenn es die Sicherheit erfordert oder anderweitig zweckmäßig ist.

source: One primary partition must contain information that your computer uses to start up, or <emphasis>boot</emphasis>. For this reason it is sometimes called a boot partition, or boot volume. To determine if a volume is bootable, look at its <guimenu>Partition Flags</guimenu> in the disk utility. External media such as USB drives and CDs may also contain a bootable volume.
de: Eine primäre Partition muss Informationen enthalten, die Ihr Rechner zum Hochfahren oder <emphasis>Booten</emphasis> braucht. Aus diesem Grund wird Sie manchmal Bootpartition genannt. Um festzustellen, ob ein Datenträger bootfähig ist, sehen Sie bei seinen <guimenu>Partitions-Flags</guimenu> in der Laufwerksverwaltung nach. Externe Medien wie USB-Laufwerke und CDs können auch bootfähige Datenträger enthalten.

source: Test the performance of your hard disk
de: Testen der Leistungsfähigkeit Ihrer Festplatte

source: To test the speed of your hard disk:
de: So testen Sie die Leistungsfähigkeit Ihrer Festplatte:

source: Choose the hard disk from the <guimenu>Disk Drives</guimenu> list.
de: Wählen Sie die Festplatte in der Liste der <guimenu>Speichergeräte</guimenu> aus.

source: Click the <guimenu>Benchmark Drive</guimenu>.
de: Klicken Sie auf das Zahnradsymbol und wählen Sie <guimenu>Laufwerks-Leistungstest</guimenu>.

source: Click <guimenu>Start Benchmark</guimenu> and adjust the <guimenu>Transfer Rate</guimenu> and <guimenu>Access Time</guimenu> parameters as desired.
de: Klicken Sie auf <guimenu>Leistungstest starten</guimenu> und passen Sie die Parameter für <guimenu>Übertragungsrate</guimenu> und <guimenu>Zugriffszeit</guimenu> wie gewünscht an.

source: If <guimenu>Also perform write-benchmark</guimenu> is checked, the benchmark will test how fast data can be read from and written to the disk. This will take longer to complete.
de: Wenn <guimenu>Auch Schreib-Leistungstest ausführen</guimenu> ausgewählt ist, so wird der Test untersuchen, wie schnell Daten von der Platte gelesen und wie schnell Daten darauf geschrieben werden. Diese Möglichkeit wird mehr Zeit in Anspruch nehmen.

source: When the test is finished, the results will appear on the graph. The green points and connecting lines indicate the samples taken; these correspond to the right axis, showing access time, plotted against the bottom axis, representing percentage time elapsed during the benchmark. The blue line represents read rates, while the red line represents write rates; these are shown as access data rates on the left axis, plotted against percentage of the disk traveled, from the outside to the spindle, along the bottom axis.
de: Wenn die Untersuchung abgeschlossen ist wird das Ergebnis im Diagramm dargestellt. Die grünen Punkte und deren verbindende Linien repräsentieren die Messwerte. Für sie gilt die rechte Achse, welche die Zugriffszeit bemisst. Die untere Achse stellt die verstrichene Testzeit prozentual dar. Die blaue Linie repräsentiert die Lesegeschwindigkeit und die rote Linie die Schreibgeschwindigkeit. Die zugehörigen Transferraten sind auf der linken Achse aufgetragen und die untere Achse zeigt prozentual den von außen zur Spindel hin überfahrenen Medienbereich.

source: Below the graph, values are displayed for minimum, maximum and average read and write rates, average access time and time elapsed since the last benchmark test.
de: Unterhalb des Graphen werden Werte für minimale, maximale und durchschnittliche Schreib- und Leseraten angezeigt, sowie die mittlere Zugriffszeit und die seit dem letzten Leistungstest vergangene Zeit.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010
de: Mario Blättermann <mariobl@gnome.org>, 2009
pl: Aviary.pl <matepl@aviary.pl>, 2009 Piotr Drąg <piotrdrag@gmail.com>, 2009
zh_cn: Zhang Miao <mymzhang@gmail.com>, 2009.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Mate Disk Utility Manual V 0.1
cs: Příručka V0.1 k Diskovému nástroji MateDisk
pl: Podręcznik użytkownika narzędzia dysku MateDisk v0.1
zh_cn: MatePalimpsest 磁盘工具手册 0.1 版

source: This manual describes version 0.1 of Mate Disk Utility.
cs: Tato příručka popisuje Diskový nástroj MateDisk ve verzi 0.1.
pl: Ten podręcznik użytkownika opisuje wersję 0.1 narzędzia dysku MateDisk.
zh_cn: 本手册描述的是 0.1 版的 MatePalimpsest 磁盘工具。

source: Mate Disk Utility
cs: Diskový nástroj MateDisk
pl: Narzędzie dysku MateDisk
zh_cn: MatePalimpsest 磁盘工具

source: Advanced Mate Disk Utility.
cs: Pokročilý diskový nástroj MateDisk.
pl: Zaawansowane narzędzie dysku MateDisk.
zh_cn: 高级 MatePalimpsest 磁盘工具。

source: Mate Disk Utility is a complex program, with many advanced features.
cs: Diskový nástroj MateDisk je komplexní program s mnoha pokročilými funkcemi.
pl: Narzędzie dysku MateDisk jest złożonym programem, z wieloma zaawansowanymi funkcjami.
zh_cn: MatePalimpsest 磁盘工具是一个复杂的程序，带有许多先进的特性。

source: To report a bug or make a suggestion regarding the <application>MatePalimpsest Disk Utility</application> application or this manual, follow the directions in the <ulink url="help:mate-user-quide" type="help">MATE Feedback Page</ulink>.
zh_cn: 对<application>MatePalimpsest 磁盘工具</application>程序或本手册报告错误或提供建议，遵从以下指导<ulink url="help:mate-user-quide" type="help">MATE 反馈页面</ulink>。
