Repository: assen-totin/mate-disk-utility
Catalog: help/*/*.po
Languages: cs, de, pl, zh_cn

source: @@image: 'figures/main-app.png'; md5=5bc3f0bd4d9ae5bb4e46e19d1d649f4b
de: a

source: <application>Mate Disk Utility</application> Manual
cs: Příručka k <application>Diskovému nástroji MateDisk</application>
de: <application>Mate Disk Utility</application> Handbuch
pl: Podręcznik użytkownika <application>Narzędzia do obsługi dysków MateDisk</application>
zh_cn: <application>MatePalimpsest 磁盘工具</application> 手册

source: This document describes the Mate Disk Utility application.
cs: Tento dokument popisuje aplikaci Diskový nástroj MateDisk.
de: Dieses Dokument beschreibt die Anwendung Mate Disk Utility.
pl: Ten dokument opisuje program Narzędzie dysku MateDisk.
zh_cn: 此文档描述的是 MatePalimpsest 磁盘工具程序。

source: MATE Documentation Project
cs: Dokumentační projekt MATE
de: MATE Dokumentationsprojekt
pl: Projekt dokumentacji MATE
zh_cn: MATE 文档项目

source: GNOME Documentation Project
de: GNOME Dokumentationsprojekt

source: Mate Disk Utility Manual V 0.2
de: »Mate Disk Utility« Handbuch V 0.2

source: Palimpsest Disk Utility Manual Manual V 0.1
de: »Palimpsest Disk Utility Manual Utility« Handbuch V 0.1

source: This manual describes version 0.2 of Mate Disk Utility.
de: Dieses Handbuch beschreibt Version 0.2 von Mate Disk Utility.

source: Feedback
cs: Ohlasy
de: Rückmeldungen
pl: Opinie
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the <application>Mate Disk Utility</application> application or this manual, follow the directions in the <ulink url="help:mate-user-quide" type="help">MATE Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Diskový nástroj MateDisk</application> nebo této příručce, postupujte dle instrukcí na <ulink url="help:mate-user-quide" type="help">stránce Ohlasy Uživatelské příručky MATE</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur <application>Mate Disk Utility</application> Anwendung oder diesem Handbuch haben, befolgen Sie bitte die Anweisungen auf der <ulink url="help:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.
pl: Aby zgłosić błąd lub zaproponować poprawkę w programie <application>Narzędzie dysku MateDisk</application> lub tym podręczniku użytkownika, proszę postępować zgodnie ze wskazówkami na <ulink url="help:mate-user-quide" type="help">stronie zgłaszania opinii MATE</ulink>.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="help:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="help:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechniania i modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej wersji opublikowanej przez Free Software Foundation; bez Części Stałych, bez Treści Przedniej Okładki oraz bez Treści Tylnej Okładki. Kopię GFDL można znaleźć pod tym <ulink type="help" url="help:fdl">odnośnikiem</ulink> lub w pliku COPYING-DOCS rozpowszechnianym z tym podręcznikiem.
zh_cn: 对于本文档的复制、分发和／或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="help:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček MATE, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
pl: Ten podręcznik jest częścią zbioru podręczników MATE, rozpowszechnianych na warunkach GFDL. Jeśli chcesz rozpowszechniać ten podręcznik oddzielnie od zbioru, można to zrobić dodając kopię licencji do podręcznika, jak opisano w sekcji 6 licencji.
zh_cn: 本手册是在 GFDL 许可之下分发的 MATE 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu MATE jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
pl: Wiele nazw używanych przez firmy do rozróżniania ich produktów i usług jest znakami handlowymi. Jeśli te nazwy pojawiają się w dokumentacji MATE, a członkowie Projektu dokumentacji MATE o nich wiedzą, są one zapisane wielkimi literami lub kapitalikami.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 MATE 文档以及 MATE 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT:
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS:

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本"文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: Introduction.
cs: Úvod.
de: Einführung
pl: Wstęp.
zh_cn: 简介。

source: This is the <application>Mate Disk Utility</application> user's guide.
cs: Toto je uživatelská příručka <application>Diskového nástroje MateDisk</application>
de: Dies ist das Benutzerhandbuch von <application>Mate Disk Utility</application>.
pl: To jest podręcznik użytkownika <application>Narzędzia dysku MateDisk</application>.
zh_cn: 这是<application>MatePalimpsest 磁盘工具</application>用户指导。

source: <application>Mate Disk Utility</application> Window
cs: Okno <application>Diskového nástroje MateDisk</application>
de: <application>Mate Disk Utility</application> Fenster
pl: Okno <application>Narzędzia dysku MateDisk</application>
zh_cn: <application>MatePalimpsest 磁盘工具</application> 窗口

source: Shows <placeholder-1/> main window.
cs: Ukazuje hlavní okno aplikace <placeholder-1/>.
de: Zeigt das <placeholder-1/>-Hauptfenster.
pl: Wyświetla główne okno <placeholder-1/>.
zh_cn: 显示 <placeholder-1/> 主窗口。

source: Checking the hard disk.
de: Überprüfen der Festplatte.

source: Hard disks have a built-in health-check tool called <application>SMART</application> (Self-Monitoring, Analysis, and Reporting Technology), which continually checks the disk for potential problems. SMART also warns you if the disk is about to fail, helping you avoid loss of important data.
de: Festplattenlaufwerke verfügen über einen eingebautes Werkzeug zum Gesundheitstest namens <application>SMART</application> (Self-Monitoring, Analysis, and Reporting Technology), welches wiederkehrend die Festplatte auf potenzielle Probleme überprüft. SMART warnt auch, wenn die Festplatte kurz vor dem Defekt steht, so dass der Verlust wichtiger Daten vermieden werden kann.

source: Although SMART runs automatically, you can also check your disk's health by running the <application>Drive Management</application> application:
de: Obwohl SMART automatisch ausgeführt wird, können Sie zusätzlich mit der <application>Laufwerksverwaltung</application> die Festplattengesundheit prüfen:

source: Check your disk's health using the Disks application
de: Überprüfen der Festplattengesundheit mit der Laufwerksverwaltung

source: Open the menu <menuchoice> <guimenu>Applications</guimenu><application>Drive Management</application> </menuchoice>.
de: Öffnen Sie im Menu <menuchoice> <guimenu>Anwendungen</guimenu><application>Laufwerksverwaltung</application> </menuchoice>.

source: Select the disk you want to check from the <guimenu>Storage Devices List</guimenu>. Information and status of the disk will appear under <guimenu>Drive</guimenu>.
de: Wählen Sie das Gerät, das Sie überprüfen wollen, aus der <guimenu>Speichergeräte-Liste</guimenu>. Informationen über das Laufwerk und dessen Status werden unter <guimenu>Laufwerk</guimenu> angezeigt.

source: <guimenu>SMART Status</guimenu> should say »Disk is healthy«.
de: Der <guimenu>SMART Status</guimenu> sollte »Laufwerk ist funktionstüchtig« lauten.

source: Click the <guimenu>SMART Data</guimenu>, button to view more drive information, or to run a self-test.
de: Klicken Sie auf den Knopf <guimenu>SMART Werte</guimenu>, um mehr Informationen über das Laufwerk zu erhalten oder einen Selbsttest auszuführen.

source: What if the disk isn't healthy?
de: Was tun, wenn das Laufwerk nicht funktionstüchtig ist?

source: Even if the <guimenu>SMART Status</guimenu> indicates that the disk <emphasis>isn't</emphasis> healthy, there may be no cause for alarm. However, it's better to be prepared with a <emphasis>backup</emphasis> to prevent data loss.
de: Selbst wenn der <guimenu>SMART-Status</guimenu> anzeigt, dass das Laufwerk <emphasis>nicht</emphasis> funktionstüchtig ist, gibt es unter Umständen gar keinen Anlass zur Beunruhigung. Dennoch ist es besser, vorbereitet zu sein und mit einer <emphasis>Datensicherung</emphasis> Datenverlust zu verhindern.

source: If the status says »Pre-fail« , the disk is still reasonably healthy but signs of wear have been detected which mean it might fail in the near future. If your hard disk (or computer) is a few years old, you are likely to see this message on at least some of the health checks. You should <emphasis>backup your important files regularly</emphasis> and check the disk status periodically to see if it gets worse.
de: Wenn der Status »Vor Versagen« lautet, ist das Laufwerk noch halbwegs funktionstüchtig, was bedeutet, dass es in naher Zukunft ausfallen könnte. Wenn Ihre Festplatte (oder Ihr Rechner) einige Jahre alt ist, sehen Sie diese Nachricht wahrscheinlich bei zumindest einigen Fehlerüberprüfungen. Sie sollten <emphasis>Ihre wichtigen Daten regelmäßig sichern</emphasis> und von Zeit zu Zeit überprüfen, ob sich der Laufwerksstatus nicht verschlechtert hat.

source: If it gets worse, you may wish to take the computer/hard disk to a professional for further diagnosis or repair.
de: Wenn sich die Situation verschlechtert, sollten Sie den Rechner/die Festplatte eventuell für eine ausführlichere Diagnose oder Reparatur zu einem Fachmann bringen.

source: Wipe everything off a removable disk
de: Alles von einem Wechseldatenträger löschen

source: If you have a removable disk, like a USB memory stick or an external hard disk, you may sometimes wish to completely remove all of its files and folders. You can do this by <emphasis>formatting</emphasis>. the disk - this deletes all of the files on the disk and leaves it empty.
de: Auf einem Wechseldatenträger wie einem USB-Speicherstick oder einer externen Festplatte könnten Sie eventuell sämtliche Dateien und Ordner löschen wollen. Sie können dies tun, indem Sie den Datenträger <emphasis>formatieren</emphasis>. Dadurch werden alle Dateien und Ordner gelöscht, so dass der Datenträger völlig geleert wird.

source: Format a removable disk
de: Formatieren eines Wechseldatenträgers

source: Select the disk you want to wipe from the <guimenu>Storage Devices</guimenu> list.
de: Wählen Sie die vollständig zu löschende Festplatte in der Liste der <guimenu>Speichergeräte</guimenu> aus.

source: Make sure that you have selected the correct disk! If you choose the wrong disk, all of the files on the other disk will be deleted!
de: Stellen Sie unbedingt sicher, dass Sie das richtige Medium gewählt haben! Falls Sie das falsche gewählt haben, werden alle Dateien auf diesem Medium gelöscht!

source: In the Volumes section, click <guimenu>Unmount Volume</guimenu>. Then click <guimenu>Format Volume</guimenu>.
de: Klicken Sie im Abschnitt »Datenträger« auf <guimenu>Datenträger aushängen</guimenu>. Klicken Sie dann auf <guimenu>Datenträger formatieren</guimenu>.

source: In the window that pops up, choose a filesystem <guimenu>Type</guimenu> for the disk.
de: Wählen Sie im erscheinenden Fenster einen <guimenu>Typ</guimenu> für das Dateisystem des Datenträgers aus.

source: If you use the disk on Windows and Mac OS computers in addition to Linux computers, choose <guimenu>FAT</guimenu>. If you only use it on Windows, <guimenu>NTFS</guimenu> may be a better option. A brief description of the <guimenu>file system type</guimenu> will be presented as a label.
de: Wenn Sie das Laufwerk außer auf Linux-Systemen auch auf Rechnern mit Windows oder Mac OS verwenden, wählen Sie <guimenu>FAT</guimenu>. Wenn Sie es nur auf Windows verwenden, dürfte <guimenu>NTFS</guimenu> die bessere Wahl sein. Eine kurze Beschreibung des <guimenu>Dateisystemtyps</guimenu> wird angezeigt.

source: Give the disk a name and click <guimenu>Format</guimenu>, to begin wiping the disk.
de: Geben Sie dem Datenträger einen Namen und klicken Sie auf <guimenu>Formatieren</guimenu>, um mit dem Löschen des Datenträgers zu beginnen.

source: Once the formatting has finished, <guimenu>safely remove</guimenu> the disk. It should now be blank and ready to use again.
de: Sobald das Formatieren beendet ist, können Sie den Datenträger sicher entfernen. Er sollte nun leer und verwendungsbereit sein.

source: Formatting a disk does not securely delete your files
de: Formatieren einer Festplatte löscht Ihre Dateien nicht sicher

source: Formatting a disk is not a completely secure way of wiping all of its data. A formatted disk will not appear to have files on it, but it is possible that special recovery software could retrieve the files. If you need to securely delete the files, you will need to use a command-line utility, such as <application>shred</application>.
de: Das Formatieren eines Datenträgers ist keine 100-prozentig sichere Methode, alle Daten zu löschen. Ein formatierter Datenträger scheint keine Dateien zu enthalten, aber darauf spezialisierte Software könnte die Dateien wiederherzustellen. Wenn Sie die Dateien verlässlich löschen müssen, sollten Sie ein Befehlszeilenprogramm verwenden, wie etwa <application>shred</application>.

source: Manage volumes and partitions
de: Datenträger und Partitionen verwalten

source: The word <emphasis>volume</emphasis> is used to describe a storage device, like a hard disk. It can also refer to a <emphasis>part</emphasis> of the storage on that device, because you can split the storage up into chunks. The computer makes this storage accessible via your file system in a process referred to as <emphasis>mounting</emphasis> . Mounted volumes may be hard drives, USB drives, DVD-RWs, SD cards, and other media. If a volume is currently mounted, you can read (and possibly write) files on it.
de: Das Wort <emphasis>Datenträger</emphasis> wird verwendet, um ein Speichergerät zu beschreiben, etwa eine Festplatte. Es kann sich auch auf einen <emphasis>Teil</emphasis> des Speichers auf diesem Gerät beziehen, weil Sie Speicherplatz in Blöcke aufteilen können. Der Rechner erlaubt den Zugriff auf diesen Speicher über Ihr Dateisystem durch einen Vorgang, der als <emphasis>Einhängen</emphasis> bezeichnet wird. Eingehängte Datenträger können Festplatten, USB-Laufwerke, DVD-RWs, SD-Karten und andere Medien sein. Wenn ein Datenträger gerade eingehängt ist, können Sie darauf befindliche Dateien lesen (und möglicherweise auch schreiben).

source: Often, a mounted volume is called a <emphasis>partition</emphasis>, though they are not necessarily the same thing. A “partition” refers to a <emphasis>physical</emphasis> area of storage on a single disk drive. Once a partition has been mounted, it can be referred to as a volume because you can access the files on it. You can think of volumes as the labeled, accessible “storefronts” to the functional “back rooms” of partitions and drives.
de: Eingehängte Datenträger werden oft als <emphasis>Partitionen</emphasis> bezeichnet, obwohl das nicht unbedingt ein und dasselbe ist. Eine »Partition« meint einen <emphasis>physischen</emphasis> Speicherbereich auf einem bestimmten Laufwerk. Sobald eine Partition eingehängt ist, kann man sie als Datenträger bezeichnen, weil man auf die Dateien darauf zugreifen kann.

source: View and manage volumes and partitions using the disk utility
de: Datenträger und Partitionen mit der Laufwerksverwaltung betrachten und verwalten

source: You can check and modify your computer's storage volumes with the disk utility.
de: Sie können die Datenträger Ihres Rechners mit der Laufwerksverwaltung überprüfen und verändern.
